xml/request_templates/punktskrift_nota.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
  <dkabm:record>
    <ac:identifier>DBB0812331|874310</ac:identifier>
    <ac:source>NJE</ac:source>
    <dc:title>Nocturner for klaver</dc:title>
    <dc:title xsi:type="dkdcplus:full">Nocturner for klaver</dc:title>
    <dcterms:alternative>2 nocturnen</dcterms:alternative>
    <dc:creator xsi:type="dkdcplus:aut">John Field </dc:creator>
    <dc:creator xsi:type="oss:sort">Field, John</dc:creator>
    <dc:subject xsi:type="dkdcplus:DK5">78.53</dc:subject>
    <dc:subject xsi:type="dkdcplus:DK5-Text">Klaver, 2 h&#xE6;nder</dc:subject>
    <dc:description>For klaver</dc:description>
    <dc:description>Overf&#xF8;rt i ?</dc:description>
    <dc:description>Digital punktnode</dc:description>
    <dc:description>1 bind, 27 sider</dc:description>
    <dcterms:audience>voksenmaterialer</dcterms:audience>
    <dc:publisher>Danmarks Blindebibliotek</dc:publisher>
    <dc:date>2009</dc:date>
    <dc:type xsi:type="dkdcplus:BibDK-Type">Netdokument</dc:type>
    <dcterms:extent>13 sider</dcterms:extent>
    <dc:identifier xsi:type="dcterms:URI">http://www.e17.dk/bog/812331</dc:identifier>
  </dkabm:record>
  <marcx:collection>
    <marcx:record format="danMARC2" type="Bibliographic">
      <marcx:leader>000000000000000000000000</marcx:leader>
      <marcx:datafield tag="001" ind1="0" ind2="0">
        <marcx:subfield code="a">DBB0812331</marcx:subfield>
        <marcx:subfield code="b">874310</marcx:subfield>
        <marcx:subfield code="c">20100315123752</marcx:subfield>
        <marcx:subfield code="d">20090505</marcx:subfield>
        <marcx:subfield code="f">a</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="004" ind1="0" ind2="0">
        <marcx:subfield code="r">n</marcx:subfield>
        <marcx:subfield code="a">e</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="008" ind1="0" ind2="0">
        <marcx:subfield code="t">m</marcx:subfield>
        <marcx:subfield code="u">f</marcx:subfield>
        <marcx:subfield code="a">2009</marcx:subfield>
        <marcx:subfield code="b">se</marcx:subfield>
        <marcx:subfield code="v">4</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="009" ind1="0" ind2="0">
        <marcx:subfield code="a">p</marcx:subfield>
        <marcx:subfield code="b">c</marcx:subfield>
        <marcx:subfield code="g">xe</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="021" ind1="0" ind2="0">
        <marcx:subfield code="b">V&#xE6;r opm&#xE6;rksom p&#xE5; Notas vilk&#xE5;r for brug</marcx:subfield>
        <marcx:subfield code="d">Gratis</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="100" ind1="0" ind2="0">
        <marcx:subfield code="a">Field</marcx:subfield>
        <marcx:subfield code="h">John</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="239" ind1="0" ind2="0">
        <marcx:subfield code="t">Nocturner for klaver</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="245" ind1="0" ind2="0">
        <marcx:subfield code="a">2 nocturnen</marcx:subfield>
        <marcx:subfield code="e">John Field</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="260" ind1="0" ind2="0">
        <marcx:subfield code="a">Kbh.</marcx:subfield>
        <marcx:subfield code="b">Danmarks Blindebibliotek</marcx:subfield>
        <marcx:subfield code="c">2009</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="300" ind1="0" ind2="0">
        <marcx:subfield code="a">13 sider</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="509" ind1="0" ind2="0">
        <marcx:subfield code="a">For klaver</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="512" ind1="0" ind2="0">
        <marcx:subfield code="a">Overf&#xF8;rt i ?</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="512" ind1="0" ind2="0">
        <marcx:subfield code="a">Digital punktnode</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="512" ind1="0" ind2="0">
        <marcx:subfield code="a">1 bind, 27 sider</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="520" ind1="0" ind2="0">
        <marcx:subfield code="a">Overf&#xF8;rt efter udgaven: Stockholm : De Blinde Fen. s Bibliotek</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="538" ind1="0" ind2="0">
        <marcx:subfield code="i">Masternr.</marcx:subfield>
        <marcx:subfield code="a">812331</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="652" ind1="0" ind2="0">
        <marcx:subfield code="m">78.53</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="856" ind1="0" ind2="0">
        <marcx:subfield code="u">http://www.e17.dk/bog/812331</marcx:subfield>
        <marcx:subfield code="z">Adgangsm&#xE5;de: Internet</marcx:subfield>
      </marcx:datafield>
    </marcx:record>
  </marcx:collection>
  <oss:openurl/>
            <os:identifier>874310-katalog:DBB0812331</os:identifier>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
